{"pageProps":{"post":{"title":"Day 1","date":"2022-08-08","slug":"day1","content":"<h2>Getting Ready</h2>\n<p>Our adventure began on a random Sunday evening. After only a few hours of sleep, we woke up right before midnight and cycled to Stuttgart’s main station in the middle of the night. There is something magical about cycling through deserted cities underneath the stars. The moon was our only companion (and maybe Jakob, who randomly took a picture of us out of his kitchen window) and we were something in between excited, worried and tired. It is just a shame that Deutsche Bahn does not offer sleeping trains but we made the best of it. Robin self-supportedly unpacked his sleeping bag and bedded himself uncomfortably in the bicycle cabin—the only thinkable sleeping area for cycloholics of course. I stayed on our seats and napped for a few minutes several times during the night. Surprisingly, we were not greatly exhausted the next morning and back pain kept within a limit. We decided to leave the train one station prior to Berlin main station due to avoidable city traffic and lesser distance to our highlight of the first stage: Sans-Souci Palace in Potsdam (French for <em>without worries</em>). Besides, climate change is already real in Germany as well and there were burning forests on our original route, which is why we had to reroute. Long story short: It was just the best decision.</p>\n<h2>Actually <em>with</em> Worries</h2>\n<p>We dressed bicycle-appropriately in the train station toilet and started our journey straight on what Germans call “bike lanes”—after having experienced Danish bike lanes I can say they can’t be serious—of course with shards on it. The first highlight was Wannsee, after which a famous song by <em>Die Ärzte</em> is named. I was very delighted to finally see this ominous lake that has shouted at me through every radio since I was a child. After a short cereal bar refreshment and pee break, we kept going through beautiful Potsdam. Both of us had never been here before, thus we were overwhelmed by how stunning this place was. Our path lead over tarred roads underneath large trees along endless amounts of small rivers and lakes. The environment was sadly blurred by Robin’s slipping seatpost. Having mechanicals is always very shitty and distracting but sitting 10 centimeters too low for about 900 kilometers is not a great prospect. I tried to keep quiet and just let him deal with the struggles but the problem actually did get worse the next days.</p>\n<h2>Introvert Life</h2>\n<p>Potsdam was also the place where we first saw something that looked similar to Danish buildings and our excitement rose even more. We finally made it to Sans-Souci Palace together with many other tourists. The castle and its huge gardens are definitely worth seeing, even though nature was dried-out like crazy. Our first day ended in a little weird hotel in Oranienburg. The receptionist explicitly pointed out that I was not required to wear a face mask here—well, if you plan to cycle the upcoming week, you better do. Our hotel room was quite nice though. And sleeping in a real bed after a night in the train was not the worst idea. To fuel our bodies, we resupplied with Italian food in a restaurant nearby. We did not understand the waiter properly and the first awkward situation of the tour aroused right on our first day. Luckily, both the appetizer and schnapps were on the house.</p>\n","track":"/assets/blog/track-recordings/BER_CPH_Tag_1.gpx"}},"__N_SSG":true}