{"pageProps":{"post":{"title":"Day 6","date":"2022-08-13","slug":"day6","content":"<h2>Hygge</h2>\n<p>I was first woken up by the sun at around 4.30 a.m. Even though it was already mid-July, the sun in Denmark still rises this early. In June, the country are given days with 18 hours of daylight, which makes it even more perfect for bikepacking. I took a few pictures of the red horizon and fell asleep again. Robin was a real early bird this day, because he was already up at 6 a.m. Sleeping when one has such energy levels seems a difficult task to undertake.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day6_sunrise.jpg\" alt=\"Sunrise\"></p>\n<p>We finally crawled out of the tent later, packed our bikes and headed across the huge bridge to the chips island again in order to get our daily caffeine intake. The Danes are pretty good at coffee. There is a speciality coffee roastery around almost every corner, and so it was in Kalvehave Havn.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day6_morning-coffee.jpg\" alt=\"Morning Coffee\"></p>\n<h2>Tourist Mode *on*</h2>\n<p>Today, we had sea view for almost the whole distance. The tourist and bikepacker amount steadily increased from now on. Since we could not make it to Mons Klint, because cycling gravel and other kinds of unpaved ways is just not a great idea with road bike tires and it would have been a detour of 70km kilometers, we visited Stevns Klint instead. It was inscribed on the UNESCO World Heritage List few years ago and is worth a visit. On its top was built a church in 1200 with a little sea-view balcony. We walked in and couldn’t have been more filled with wonder.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day6_Stevns-Klint.jpg\" alt=\"Stevns Klint\"></p>\n<p><img src=\"/ber-cph/assets/blog/images/day6_church.jpg\" alt=\"Church\"></p>\n<h2>Livin' the Danish Country House Life</h2>\n<p>After a few more kilometers stretching along the coast line, we finally reached our stay for the night, before entering Copenhagen the next day: an Airbnb in Store Heddinge. The owner luckily wasn’t present, so we had a whole country cottage along with a huge garden for ourselves. We washed cur clothes, cooked some pasta and drank some wine in the backyard. In our bedroom though were many weird flies for some reason. Detective Robin found the place where the little intruders seem to have come from and just taped over the narrow cap. It gladly worked out.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day6_Airbnb.jpg\" alt=\"Airbnb\"></p>\n","track":"/assets/blog/track-recordings/BER_CPH_Tag_6.gpx"}},"__N_SSG":true}