{"pageProps":{"post":{"title":"Day 5.2","date":"2022-08-12","slug":"day5_2","content":"<h2>Bragsli Brugsli</h2>\n<p>Paradise awaited us at the destination of the 2h trip: Cyclists were the first ones leaving the ferry. Great tarmac, no traffic, separated bike lanes and silence lay in front of us. It was 11 a.m., we were already hungry and thus entered a supermarket—the supermarket chain we went to most is called DagliBrugsen but Robin soon found the name Bragsli Brugsli more suitable. As right and proper for a cycling nation, the Danes sell a beer named <em>Æro</em> there. But since we don’t drink and drive, we didn’t buy it for now.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day5.2_Danish-bikelane.jpg\" alt=\"Danish Bike Lane\"></p>\n<h2>First Spins in Denmark</h2>\n<p>The route did not only navigate along separated two-direction bike lanes. When cycling the Berlin-Copenhagen route, cyclist are also guided on country roads and through small villages. We finally wanted to visit a beach, which is why we left our route and went to a random <em>shelterpladsen</em> (shelter place). I walked a bit in the shallow water, we met other cyclists and finally realized how far we’d already come.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day5.2_stroll-to-beach.jpg\" alt=\"Stroll to Beach\"></p>\n<h2>Little Italy</h2>\n<p><img src=\"/ber-cph/assets/blog/images/day5.2_second-ferry.jpg\" alt=\"Second Ferry\"></p>\n<p><img src=\"/ber-cph/assets/blog/images/day5.2_cafe.jpg\" alt=\"Cafe\"></p>\n<p>The very cute second ferry of the day connected Stubbekøbing and the island Bogø. There, we accidently found an Italian restaurant selling pizza and coffee. It turned out the best restaurant of the entire trip; even the pizza looked similar to Robin’s. The many kilometers on flat tarmac along deserted streets and little country cottages mostly provided a great sea view.</p>\n<h2>Mønbroen</h2>\n<p>We finally reached our campsite on the island Møn (famous for its chalk cliffs). It was the kind of location that feeds the soul: The campsite literally was a long but narrow peninsula. Lots of bushes and trees separated the pitches from one another and there was sea view for everyone. We put up the tent with its exit in direction of sunrise and headed over a huge bridge to another small island to fuel our bodies with chips. The chips shop was very busy and when we tried to order our food, the owner told us to come back half an hour later again, since she was too stressed at the moment and needed some time to calm down—of course she didn’t forget her friendly Danish manner.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day5.2_camp-spot.jpg\" alt=\"Camp Spot\"></p>\n<p><img src=\"/ber-cph/assets/blog/images/day5.2_beer-and-strawberries.jpg\" alt=\"beer and strawberries\"></p>\n<p>So we had no other option to obey her and went for the next DagliBrugsen to bridge the time with Carlsberg beer and strawberries. The spot was so gorgeous that we had a hard time deciding where to have the little pre-snack. We sat on a wooden raft in the harbor and made some core memories until the half over was over. Robin bravely tried to order our food again—it worked out this time. After half of the bowl, Robin wildly gestured and hit his remaining chips from the table. It all fell to the ground :/ but he ate it regardless. Back at the campsite, Robin had a quick swim in the sundowning water, after which we had a warm shower and finally bedded ourselves on our rustling mattresses.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day5.2_aussicht.jpg\" alt=\"View\"></p>\n<p><img src=\"/ber-cph/assets/blog/images/day5.2_bridge.jpg\" alt=\"Bridge\"></p>\n","track":"/assets/blog/track-recordings/BER_CPH_Tag_5_2.gpx"}},"__N_SSG":true}