{"pageProps":{"post":{"title":"Final Day ","date":"2022-08-17","slug":"last_day","content":"<h2>Danish Summer</h2>\n<p>After our arrival, we spent two entire days in Copenhagen. Due to my Erasmus semester in 2020 and my visit last year, I anticipated typical Danish weather: rain daily, strong winds and freezing temperatures (I carried my winter jacket in August). This time everything was different. My experiences from last visits naturally influenced my off-bike packing list and I thus only took long jeans and warm clothing with me. I could not have been more wrong. Copenhagen provided us with up to 30 degrees, sunburns and and lots of sweat every day. I even had to shop sunglasses to see properly while cycling.</p>\n<h2>Sightcycling 1</h2>\n<p>The first stroll through the city led us along the <em>Cykelslangen</em> to introduce Robin to <em>Københavns Universitetet</em>, where I studied at. Once on <em>Amagerbrø</em>—an island and borough of the Danish capital—we cycled to <em>Amager Strandpark</em> and had our favourite Cocio drink, wraps and Gifflar near the beach. We had cheese fries for lunch at <em>Reffen</em> (definitely recommend both!), saw <em>Noma</em>’s gardens (famous as the world’s best restaurant), lay under the huge roof of <em>Operaen</em>, cycled through crowded <em>Nyhavn</em> to <em>Christiania</em> to see its famous cargo bike manufacturer <em>Christina bikes</em>. Tired and back at our strange host’s flat—he was finally gone to Turkey—we had pizza on our balcony.</p>\n<h2>Sightcycling 2</h2>\n<p>We went for a road bike ride along Amager’s coast the next morning. The course leads through a nature reserve with wide green grass, horses and birds. The sea on the other side of the path made sure to provide us with strong headwinds. Our way back through the city teased us with our future apartments in Danish Venice and we started googling jobs and salaries in Copenhagen.\nA quick shower later, we made our way to the city center again to buy sunglasses for my strained eyes. We visited <em>Kastellet</em>, the local <em>Rapha</em> store, the <em>Black Diamond</em>, when the second day was already coming to an end.</p>\n<h2>Waving Farewell</h2>\n<p>We woke up early for our last stage, since we planned to cycle more than 160km. But before really tackling the route, we had to stop at <em>St. Peders Bageri</em>—yes, we deliberately decided beforehand staying in the city until Wednesday morning to not miss the weekly <em>Onsdagsneglen</em> offer. As the name suggests, this cinnamon roll is only to be bought on Wednesdays. One is about 28DKK and they are considered the best cinnamon rolls in whole Denmark. I can warmly recommend biting in a huge pile of yeast dough, icing, cinnamon and cardamom. We casually bought 4 rolls to get us through this long day of cycling.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_kanelsnegel.jpg\" alt=\"cinnamon roll\"></p>\n<p>We cycled almost every meter on bike lanes. I had cycled the distance three times already but this one was the easiest 160km of my whole life. Due to the length of today’s stage, we could not make any detours along the sea side and tried to cycle the linear distance between Copenhagen and Gedser, where we wanted to catch the ferry back to Germany the next day. Several kilometres after Copenhagen’s suburbs, we eyewitnessed a female cyclist lying on the street/pavement, pressing dressing material in her bleeding face. She seemed to have had an accident and the scene looked terrible. Luckily, there already were some people gathering around her to help and navigate the traffic around the area. They also signalled us to just ride ahead, but this sight was to bother me months after nevertheless. I imploringly hope that she is well by now and got off lightly. I could not tell whether there was another traffic participant involved or not; it may also have been self-imposed. However, it still often reminds me of my own vulnerability that I seem to ignore sometimes.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_castle.jpg\" alt=\"castle\"></p>\n<p>Our way led along a small castle which looked alarmingly similar to Copenhagen’s <em>Rosenborg Slot</em>. Wikipedia taught us that this one nowadays belongs to a noble family which actually lives there—hold my champagne.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_long-bridge.jpg\" alt=\"long bridge\"></p>\n<p>Next up was a loooooong bridge. It covers more than three kilometres between two of the many Danish islands. I struggled to trust this old construction, since a few meters on its left already started the building of a new bridge to replace this decayed one. Swimming was not an option but pedalling on regardless certainly was.</p>\n<p>A few kilometres ahead our night camp, a random car left a small house’s driveway in the middle of the Danish countryside. The car driver suddenly started beeping his horn at us several times—we still do not know why exactly but I ascribed this behaviour to Jonas Vingegaard’s victory of this year’s Tour de France. Since then, the Danes are even more cycle-crazy.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_shelter-and-sea.jpg\" alt=\"shelter and sea\"></p>\n<p>Gedser is a very tiny town and there literally was only one option to get an earned post-ride pizza. We made it just in time and celebrated the end of our cycling adventure.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_shelter-and-bikes.jpg\" alt=\"shealter and bikes\"></p>\n<p>However, the greatest adventure of the whole trip was about to take place this very last night. We decided to spend it not in our tent but in one of Denmark’s many shelters. We unrolled our air mattresses and sleeping bags and Robin went for a swim in the sea under the setting sun. This picturesque scene was to be the calm before the literal storm… The heat of the last days must transform to heavy thunderstorms at some point—well, this point was exactly the night we decided to sleep in a wooden shelter near the coast. This prospect alone was terrifying me, but it got even worse: For some reason, there were thousands of mosquitoes present. As long as one stood still for about five seconds, it started buzzing and itching everywhere. We were forced to wear everything we brought and decided to put up the inner tent to at least have a small safe room. Sadly, the tent was too high to put it inside the shelter, why we then decided to leave the shelter at once and sleep in the tent eventually. After having murdered tons of mosquitos which made it inside the tent (how!?) against all safety precautions, we went to bed. However, it was impossible to think of sleep. Gusty winds shook our tent in all directions and thunderstorms came audibly closer. For safety reasons we had to move back in the shelter again. There, the third horror approached from everywhere: spiders. Big, hairy, black spiders. I just prayed the night to finally pass while lying sleepless next to spiders in a shelter underneath pouring rain.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_lightning.jpg\" alt=\"lightning\"></p>\n<h2>Love Letter</h2>\n<p>I left Denmark this week with tons of memories in my heart and still need time to process everything. But what always strikes me the most is the Danish attitude to life. They are friendly, good-tempered, relaxed and content. Biking is in their blood, highly-valued and appreciated. There are perfectly tarred bike lanes all over the country; there are traffic lights only for cyclists; there are no ruts, lumps and bumps to navigate and cyclists mostly have the right of way. In Denmark, it is not car drivers against cyclists and vice versa, but a peaceful co-existence. The Danes vote rather left-winged, count again and again to the most happy citizens worldwide and are super liberal when it comes to equal rights for women and LGBTQIA+ people. After having visited this country several times now, I am more than convinced that bicycling is to a huge extent to blame for their attitudes. Cycling democratises societies and enables marginalised groups of people to participate in discourses. It makes people visible, healthy and independent. I am not saying that Denmark gets everything perfectly right already but we can all learn a lot from the Danes—not at least about environmental protection. I think that the world would be a better place if we would all be a little more Danish.</p>\n<p>Bikepacking is not always fun. Sometimes one’s body does not engage in the trip as much as the heart—for me it’s knee pain, hand pain and saddle sores. How enjoyable being outside 24/7 is highly depends on the weather conditions. And in most countries, bike infrastructure is just really bad or not existent at all. But Denmark is easing most of these adversities.</p>\n<p>It is absolutely sickening that we need to fight for the bare Danish minimum here in Germany every day. It makes us speechless that we are obviously doing the right thing for the environment, our own health and the health of everyone else on this planet and still have to endure hostility, verbal abuse, lack of understanding, arguing and insults. We won’t ever stop advocating cycling against all odds, because we have a strong vision and neighbouring countries that show how precious it could be—if we all allow it.</p>\n<p>Vi elsker dig Danmark.</p>\n","track":"/assets/blog/track-recordings/BER_CPH_last_day.gpx"}},"__N_SSG":true}