{"pageProps":{"post":{"title":"Final Day ","date":"2022-08-17","slug":"last_day","content":"<h2>Danish Summer</h2>\n<p>After our arrival, we spent two entire days in Copenhagen. During my Erasmus semester in 2020 and my visit last year, I anticipated typical Danish weather: rain daily, strong winds and freezing temperatures (I carried my winter jacket in August). This time everything was different. My experiences from last visits naturally influenced my off-bike packing list and I thus only took long jeans and warm clothing with me. I could not have been more wrong. Copenhagen provided us with up to 30 degrees, sunburns and and lots of sweat every day. I even had to shop sunglasses to see properly while cycling.</p>\n<h2>Sightcycling 1</h2>\n<p>The first stroll through the city led us along the <em>Cykelslangen</em> to introduce Robin to <em>Københavns Universitetet</em>, where I studied at. Once on <em>Amagerbrø</em>—an island and borough of the Danish capital—we cycled to <em>Amager Strandpark</em> and had our favourite Cocio drink, wraps and Gifflar near the beach. We had cheese fries for lunch at <em>Reffen</em> (definitely recommend both!), saw <em>Noma</em>’s gardens (famous as the world’s best restaurant), lay under the huge roof of <em>Operaen</em>, cycled through crowded <em>Nyhavn</em> to <em>Christiania</em> to see its famous cargo bike manufacturer <em>Christina bikes</em>. Tired and back at our strange host’s flat – he was finally gone to Turkey—we had pizza on our balcony.</p>\n<h2>Sightcycling 2</h2>\n<p>We went for a road bike ride along Amager’s coast the next morning. The course leads through a nature reserve with wide green grass, horses and birds. The sea on the other side of the path made sure to provide us with strong headwinds. Our way back through the city teased us with our future apartments in Danish Venice and we started googling jobs and salaries in Copenhagen.\nA quick shower later, we made our way to the city center again to buy sunglasses for my strained eyes. We visited <em>Kastellet</em>, the local <em>Rapha</em> store, the <em>Black Diamond</em>, when the second day was already coming to an end.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_kanelsnegel.jpg\" alt=\"cinnamon role\"></p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_castle.jpg\" alt=\"castle\"></p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_long-bridge.jpg\" alt=\"long bridge\"></p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_shelter-and-sea.jpg\" alt=\"shelter and sea\"></p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_shelter-and-bikes.jpg\" alt=\"shealter and bikes\"></p>\n<p><img src=\"/ber-cph/assets/blog/images/day8_lightning.jpg\" alt=\"lightning\"></p>\n<h2>Love Letter</h2>\n<p>I left Denmark this week with tones of memories in my heart and still need time to process everything. But what always strikes me the most is the Danish attitude to life. They are friendly, good-tempered, relaxed and content. Biking is in their blood, highly-valued and appreciated. There are perfectly tarred bike lanes all over the country; there are traffic lights only for cyclists; there are no ruts, lumps and bumps to navigate and cyclists mostly have the right of way. In Denmark, it is not car drivers against cyclists and vice versa, but a peaceful co-existence. The Danes vote rather left-winged, count again and again to the most happy citizens worldwide and are super liberal when it comes to equal rights for women and LGBTQIA+ people. After having visited this country several times now, I am more than convinced that bicycling is to a huge extent to blame for their attitudes. Cycling democratises societies and enables marginalised groups of people to participate in discourses. It makes people visible, healthy and independent. I am not saying that Denmark gets everything perfectly right already but we can all learn a lot from the Danes—not at least about environmental protection. I think that the world would be a better place if we would all be a little more Danish.\nBikepacking is not always fun. Sometimes one’s body does not engage in the trip as much as the heart—for me it’s knee pain, hand pain and saddle sores. How enjoyable being outside 24/7 is highly depends on the weather conditions. And in most countries, bike infrastructure is just really bad or not existent at all. But Denmark is easing most of these these adversities.\nIt makes us so sad that we need to fight for the bare Danish minimum here in Germany every day. It makes us speechless that we are obviously doing the right thing for the environment, our own health and the health of everyone else on this planet and still have to endure hostility, verbal abuse, lack of understanding, arguing and insults. We won’t ever stop advocating against all odds, because we have a strong vision and neighbouring countries that show how precious it could be—if we all allow it.\nVi elsker dig Danmark.</p>\n","track":"/assets/blog/track-recordings/BER_CPH_last_day.gpx"}},"__N_SSG":true}