{"pageProps":{"post":{"title":"Day 4","date":"2022-08-11","slug":"day4","content":"<h2>Encounters</h2>\n<p>Packing the tent this morning was followed by applying adhesive tape to Robin’s seatpost. It later turned out that it did not pay off. We had breakfast at our campsite, where the most unfriendly baker strained our nerves. To escape the monster behind the counter, we sadly did not make use of the coffee flat rate. The further north we cycled, the unfriendlier the people became—this only applies for Germany of course.</p>\n<p>Exceptions prove the rule: In Güstrow, we met an inspiring young woman. She was a bit younger than us and worked in a kiosk, where Robin asked her to change our money that we could use the public toilet nearby. She did not change the money and invited us to just use the kiosk’s toilet for free instead. When she saw our outfits and bikes, she started to ask questions. We witnessed that she had visited Copenhagen the week before and pilgrimaged the Way of St. James in Spain this year. This adventuress was more excited about our tour than ourselves and turned out our greatest fan.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day4_infrastructure.jpg\" alt=\"infrastructure\"></p>\n<p>Adding up to the kiosk worker, Güstrow is a wonderful city to visit. Almost all old facades remained and there are zero tourists. The city even has a castle, which was unfortunately wrapped in fabric because of building work.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day4_G%C3%BCstrow.jpg\" alt=\"Güstrow\"></p>\n<p>During the day, Robin went to three different bike shops. The first one was closed, the second handed him decreaser to clean his seatpost properly and the third one finally sold him a new seatpost. We never mounted the new one but transported it all the way through Germany and Denmark. Better safe than sorry.</p>\n<h2>Our Airbnb</h2>\n<p>…was just perfect. Suitable for introverts, a contact-free check in was possible with a key box. We never saw or even talked to the hosts at all. Our apartment included a private entrance, bathroom, kitchen, bedroom and even garden. The latter fitted bees and all kinds of insects well, because all plants grew wildly. Not only the evening shower was a relief but also the first self-cooked dinner of the trip. Eating fresh vegetables and healthy carbs is a great present when on the road. After a bottle of wine and calling our families, we exhaustedly went to bed early.</p>\n<p><img src=\"/ber-cph/assets/blog/images/day4_Airbnb.jpg\" alt=\"Airbnb\"></p>\n","track":"/assets/blog/track-recordings/BER_CPH_Tag_4.gpx"}},"__N_SSG":true}